{
    "pages": [
        {
            "title": "Contact",
            "template": "page-template-contact.php",
            "slug": "contact"
        },
        {
            "title": "About",
            "slug": "about",
            "content": "<h3>Not Just Real Estate Advertising</h3><p>We believe that real engineering can transform society. Millions of people have significant challenges related to finding property as do the professionals that seek to serve them. Everything we do is focused on closing that gap.</p><h4>Who Are We</h4><p>Placester was founded in 2008 by Matthew Barba and Frederick Townes, with over 15 years of real estate and technology experience and a genuine obsession with improving the industry through technology. We’re driven by a passion to reinvent, delight, and disrupt every single day. Our process begins with assembling a talented team and ends with the success of our customers. What happens in between is pure Placester.</p><p>Placester is based in Cambridge, Massachusetts.</p><h4>Our Mission</h4><p>Our company started with a question: How do we create intuitive, easy-to-use technology solutions for an industry as vast in scope and varied in practice as the real estate industry?</p><p>Placester is our answer to that question. At Placester, we build tools to create value for the real estate industry. We’re dedicated to providing massive distribution, premium listing services, and deep analytics to help real estate companies and professionals stay competitive and grow their business on the web.</p><h4>What We Do</h4><p>With Placester’s suite of software applications and products, agents, brokers, and owners can market and advertise their properties efficiently, find more prospects, and manage their relationships with all the people who impact their business, all from the same place. To date, we’ve helped hundreds of companies across the country distribute millions of listings, generating thousands of leads.</p><p>At Placester, we’re looking to create the future of real estate, and we want you with us. Sign up today and help us move our industry forward.</p>"
        },
        {
            "title": "Listings Search",
            "template": "page-template-listings.php",
            "slug": "listings-search"
        },
        {
            "title": "Blog",
            "template": "page-blog.php",
            "slug": "blog"
        }
    ],
    "menus": [
        {
            "name": "Default Header",
            "location": "primary",
            "pages": [
                "Search",
                "Blog",
                "About",
                "Contact"
            ]
        },
        {
            "name": "Default Footer",
            "location": "subsidiary",
            "pages": [
                "Blog",
                "About",
                "Contact"
            ]
        }
    ],
    "posts": [
        {
            "post_title": "5 Tips for Buying a Home",
            "post_content": "<p>Looking to buy a home? Here are five essential tips for making the process as smooth as possible.</p><p><strong>Get your finances in order.</strong></p><p>Start by getting a full picture of your credit. Obtain copies of your credit report. Make sure the facts are correct, and fix any problems you find. Next, find a suitable lender and get pre-approved for a loan. This will put you in a better position to make a serious offer when you do find the right house.</p><p><strong>Find a house you can afford.</strong></p><p>As with engagement rings, there’s a general rule of thumb when it comes to buying a home: two-and-a-half times your annual salary. There are also a number of tools and calculators online that can help you understand how your income, debt, and expenses affect what you can afford. Don’t forget, too, that there are lots of considerations beyond the sticker price, including property taxes, energy costs, etc.</p><p><strong>Hire a professional.</strong></p><p>While the Internet gives buyers unprecedented access to home listings and resources, many aspects of the buying process require a level of expertise you can’t pick up from surfing the web. That’s why you’re better off using a professional agent than going it alone. If possible, recruit an exclusive buyer agent, who will have your interests at heart and can help you with strategies during the bidding process.</p><p><strong>Do your homework.</strong></p><p>Before making a bid, do some research to determine the state of the market at large. Is it more favorable for sellers or buyers? Next, look at sales trends of similar homes in the area or neighborhood. Look at prices for the last few months. Come up with an asking price that’s competitive, but also realistic. Otherwise, you may end up ticking off your seller.</p><p><strong>Think long term.</strong></p><p>Obviously, you shouldn’t buy unless you’re sure you’ll be staying put for at least a few years. Beyond that, you should buy in a neighborhood with good schools. Whether you have children or not, this will have an impact on your new home’s resale value down the line. When it comes to the house itself, you should hire your own home inspector, who can point out potential problems that could require costly repairs in the future.</p>",
            "post_date": "2012-12-06 18:04:02",
            "post_status": "publish",
            "post_excerpt": "Looking to buy a home? Here are five essential tips for making the process as smooth as possible.",
            "slug": "5-tips-for-buying-a-home",
            "categories": "Buying, Affordability, Research",
            "tags": "tag1, tag2, tag3",
            "featured_image": "http://placehold.it/500x500",
            "sticky": true,
            "dummy_post": true
        },
        {
            "post_title": "Relocating to the Big City",
            "post_content": "<p>Moving from a small town or suburb to a large city can be an intimidating proposition. Here are a few tips to help make your move as painless as possible.</p><p><strong>Research before you move</strong>. It’s important to understand the culture you’re joining. Do research online and find out about school systems, neighborhoods, parking, weather, public transportation, and laws that are native to that area. If you can, visit a city before moving and connect with someone who’s lived there before.</p><p><strong>Have a plan</strong>. There are a lot of steps to go through before you start packing the moving truck. Find housing before you leave, or at least know where you’ll stay while you look for a home. Never sign a lease on an apartment that you haven’t seen. If you can’t get there, find a friend or an employer to check for you. Have a job waiting for you, or if that’s not possible, know what you’ll do for money in the first few weeks of living there. Try to line up things like driver’s licenses, car insurance, renter’s insurance, and parking passes ahead of time as well.</p><p><strong>Get involved</strong>. Meeting people in a big city can be daunting. Don’t expect the neighbors to knock your door down with a casserole when you arrive: city life is often too noisy and hectic. Take the initiative. If there are things you liked to do in your town, find ways to do those things in the city. Try new things. Volunteer. Big cities offer so many opportunities to engage other people, so find what you like.</p><p><strong>Mind your wallet</strong>. City life is expensive. Everything costs more: food, insurance, clothes, rent. There are also a lot more ways to get ripped off, whether legally or criminally. Be careful how you spend, and know where your money is going.</p>",
            "post_date": "2012-12-05 12:04:02",
            "post_status": "publish",
            "post_excerpt": "Looking to buy a home? Here are five essential tips for making the process as smooth as possible.",
            "slug": "5-tips-for-buying-a-home",
            "categories": "Relocating, Affordability, Research",
            "tags": "tag1, tag2",
            "featured_image": "http://placehold.it/500x500",
            "sticky": true,
            "dummy_post": true
        },
        {
            "post_title": "Preparing to Sell",
            "post_content": "<p>Selling your home doesn’t just mean hiring a realtor to stick a sign out front. There are a lot of preparations you should make to ensure you get the best offer possible in the shortest time.</p><p><strong>Repair</strong>. Just because you’ve gotten used to the cracks in the walls and the rattles in the radiators doesn’t mean a buyer will too. If you have hardwood floors that need refinishing, be sure to get it done—hardwood is a huge selling point. Buyers like to snoop around, so be sure to fix any sticky doors or drawers as well. Finally, don’t forget to address any issues with the exterior—fences, shingles, sidewalks, etc. After all, without curb appeal, some buyers may never get to see the inside.</p><p><strong>Neutralize</strong>. You want buyers to see themselves in your home. If your living room has lime green shag, wood-paneled walls, and all your collectibles and personal photographs, this will be much harder for them to do. Try replacing any bold color choices in your floors and walls with something more neutral—beiges, tans, and whites. Repainting and reflooring will make everything look fresh and new, and help prospective buyers imagine all the possibilities.</p><p><strong>Stage</strong>. Once your house is clean and updated, it’s time to play dress up. Home stagers can add small details and décor touches that will bring out the possibilities in the various spaces in your home: lamps, mirrors, throw rugs and pillows, flowers, decorative soaps and towels, patio furniture. Home staging can be particularly useful if your home is especially old or if the exterior looks dated. Think of it as a little mascara and rouge—if it’s done right, you notice the beauty, not the makeup.</p>",
            "post_date": "2012-12-02 12:15:00",
            "post_status": "publish",
            "post_excerpt": "Moving from a small town or suburb to a large city can be an intimidating proposition. Here are a few tips to help make your move as painless as possible.",
            "slug": "preparing-to-sell",
            "categories": "Relocating, Selling, Research",
            "tags": "tag1, tag3",
            "featured_image": "http://placehold.it/500x500",
            "dummy_post": true
        },
        {
            "post_title": "Dealing with Financing",
            "post_content": "<p>As the events of the last few years in the real estate industry show, people forget about the tremendous financial responsibility of purchasing a home at their peril. Here are a few tips for dealing with the dollar signs so that you can take down that “for sale” sign on your new home.</p><p><<strong>Get pre-approved</strong>. Sub-primes may be history, but you’ll probably still be shown homes you can’t actually afford. By getting pre-approved as a buyer, you can save yourself the grief of looking at houses you can't afford. You can also put yourself in a better position to make a serious offer when you do find the right house. Unlike pre-qualification, which is based on a cursory review of your finances, pre-approval from a lender is based on your actual income, debt and credit history. By doing a thorough analysis of your actual spending power, you’ll be less likely to get in over your head.</p><p><strong>Choose your mortgage carefully.</strong> Used to be the emphasis when it came to mortgages was on paying them off as soon as possible. Today, the debt the average person will accumulate due to credit cards, student loans, etc. means it’s better to opt for the 30-year mortgage instead of the 15-year. This way, you have a lower monthly payment, with the option of paying an additional principal when money is good. Additionally, when picking a mortgage, you usually have the option of paying additional points (a portion of the interest that you pay at closing) in exchange for a lower interest rate. If you plan to stay in the house for a long time—and given the current real estate market, you should—taking the points will save you money.</p><p><strong>Do your homework before bidding</strong>. Before you make an offer on a home, do some research on the sales trends of similar homes in the neighborhood with sites like Zillow. Consider especially sales of similar homes in the last three months. For instance, if homes have recently sold for 5 percent less than the asking price, your opening bid should probably be about 8 to 10 percent lower than what the seller is asking.</p>",
            "post_date": "2012-12-01 12:22:00",
            "post_status": "publish",
            "post_excerpt": "As the events of the last few years in the real estate industry show, people forget about the tremendous financial responsibility of purchasing a home at their peril.",
            "slug": "dealing-with-financing",
            "categories": "Financing, Research",
            "tags": "tag2, tag3",
            "featured_image": "http://placehold.it/500x500",
            "dummy_post": true
        }
    ],
    "agents": [
        {
            "post_title": "John Doe",
            "post_content": "<p>John has been a real estate broker for over 20 years. His extensive experience in both the commercial and residential sides makes him the perfect person to represent you both in your sales and purchases.</p>",
            "post_date": "2012-12-06 18:04:02",
            "post_status": "publish",
            "slug": "john-doe",
            "post_type": "agent",
            "meta": {
                "agent_phone": "617.555.4483",
                "agent_email": "support@placester.com",
                "agent_title": "Real Estate Agent",
                "agent_featured": "on"
            },
            "featured_image": "http://placehold.it/200x200",
            "dummy_post": true
        }
    ],
    "testimonials": [
        {
            "post_title": "I love John's work!",
            "post_content": "<p>John helped us get the exact property we wanted. The whole experience couldn't be better. Thanks John!</p>",
            "post_author": "John Doe",
            "post_date": "2012-12-06 18:04:02",
            "post_status": "publish",
            "slug": "I-love-johns-work",
            "featured_image": "http://placehold.it/200x200",
            "post_type": "testimonial",
            "dummy_post": true
        }
    ],
    "services": [
        {
            "post_title": "For Sellers",
            "post_content": "<p>In addition to helping you find the perfect home, we can also help you sell your home. We have years of experience working with sellers. We personalize the process and experience to you and your home.</p><p>It is important to work with an agent who understand the area and the current market. We helped many buyers and sellers find and sell homes in different area and under various market conditions.</p>",
            "post_status": "publish",
            "slug": "for-sellers",
            "featured_image": "http://placehold.it/200x200",
            "post_type": "service",
            "dummy_post": true
        },
        {
            "post_title": "For Buyers",
            "post_content": "<p>We have worked with many different types of buyers from first timers to buyers who are new to the area. Our knowledge of the market and our area will be put to use to help you find the perfect home.</p>",
            "post_status": "publish",
            "slug": "for-buyers",
            "featured_image": "http://placehold.it/200x200",
            "post_type": "service",
            "dummy_post": true
        }
    ],
    "settings":
        {
            "min_posts": 3
        }
}